export const myData = {
    id: 1,
        name: 'Мой',
        surname: 'Профиль',
        age: 18,
        sex: 'Женский',
        phone: '+79837658933',
        country: 'Россия',
        city: 'Москва',
        interests: [
            {
                id: 1,
                title: 'Банан'
            },
            {
                id: 2,
                title: 'Яблоко'
            },
            {
                id: 3,
                title: 'Мейлер'
            },
            {
                id: 4,
                title: 'Кайф'
            },
        ],
        avatarPath: '/women.avif',
        about: 'Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф ',
}