export const candidates = [
    {
        id: 1,
        name: 'Анна',
        age: 18,
        city: 'Москва',
        interests: [
            {
                id: 1,
                title: 'Банан'
            },
            {
                id: 2,
                title: 'Яблоко'
            },
            {
                id: 3,
                title: 'Мейлер'
            },
            {
                id: 4,
                title: 'Кайф'
            },
        ],
        avatarPath: '/women.avif',
        about: 'Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф ',
    },
    {
        id: 2,
        name: 'Галина',
        age: 34,
        city: 'Ярославль',
        interests: [
            {
                id: 1,
                title: 'Стирка'
            },
            {
                id: 2,
                title: 'Готовка'
            },
            {
                id: 3,
                title: 'Пиво'
            },
            {
                id: 4,
                title: 'Футбол'
            },
        ],
        avatarPath: '/galina.png',
        about: 'Я люблю чупапи Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф ',
    },
    {
        id: 3,
        name: 'Виктория',
        age: 22,
        city: 'Оха',
        interests: [
            {
                id: 1,
                title: 'Рома'
            },
            {
                id: 2,
                title: 'Сигареты'
            },
            {
                id: 3,
                title: 'Героин'
            },
            {
                id: 4,
                title: 'Чурки'
            },
        ],
        avatarPath: '/vika.png',
        about: 'Я люблю меф и большие ПЕНИСЫ Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф Я люблю меф ',
    },
]

let currentIndex = 0;

export const getCurrentIndex = () => {
    if(currentIndex > candidates.length - 1){
        currentIndex = 0;

        return currentIndex;
    }

    return currentIndex
}

export const incrementCurrentIndex = () =>{
    currentIndex++;
}